Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Tollek raczej już nie będzie chciał ze mną współpracować.
uk: Толлек навряд чи ще захоче співпрацювати зі мною.

source: Tollek szuka jakiegoś doświadczonego górnika. Może powinienem się trochę podszkolić i dowiedzieć, co to za propozycja?
uk: Толлек шукає досвідченого гірника. Може, мені варто трохи потренуватися та дізнатися, що це за пропозиція?

source: Tollek wspominał, że sytuacja pogarsza się od jakiegoś pół roku.
uk: Толлек згадував, що ситуація погіршувалася вже десь пів року.

source: Tom
uk: Том

source: Tom I teorii o powstaniu świata,
uk: Том I теорії створення світу,

source: Tom II teorii o powstaniu świata,
uk: Том II теорії створення світу,

source: Tom III teorii o powstaniu świata,
uk: Том III теорії створення світу,

source: Tom IV teorii o powstaniu świata,
uk: Том IV теорії створення світу,

source: Tom skupia się na zaklęciach neutralnych
uk: Цей том присвячений нейтральним заклинанням

source: Tom, zobacz! Jakiś frajer... to znaczy, dobry człowiek, postawił nam kolejkę!
uk: Томе, дивись! Якийсь невдаха... тобто, хороший чоловік, пригостив нас випивкою!

source: Tomas
uk: Томас

source: Tomas bardzo mi dziękował, świetnie sobie poradziłem. Przed Mrocznym Paladynem otwarta droga do rozwoju.
uk: Томас дуже дякував мені, я чудово впорався. Тепер у Темного Паладина великі перспективи.

source: Tomas był niezwykle zadowolony z kontraktu. Docenił kwotę sprzedaży, jaką udało mi się ustalić z Dirkiem. Co tydzień mogę pobierać u piwowara mój udział z tego zlecenia.
uk: Томас надзвичайно зрадів цій угоді. Йому сподобалася ціна, про яку я зміг домовитися з Дірком. Щотижня я можу отримувати від пивовара свою частку від цього замовлення.

source: Tomas był zachwycony. Na pewno wypłynie teraz na szerokie wody i zrobi się o nim głośno.
uk: Томас був у захваті. Тепер він, безумовно, піде в широке плавання і зробить собі ім'я.

source: Tomas był zadowolony z nowego kontraktu. Zapłacił mi kilka monet i podarował kolejne butelki piwa.
uk: Томас зрадів новому контракту. Він заплатив мені кілька монет і дав ще кілька пляшок пива.

source: Tomas był zawiedziony, nie poszło mi zbyt dobrze. A starałem się!
uk: Томас був розчарований, я впорався не дуже добре. Хоч я й старався!

source: Tomas nie będzie zachwycony zignorowaniem jego sprawy.
uk: Томас буде не в захваті від того, що справи його пивоварні ігнорують.

source: Tomas przystał na twoją propozycję.
uk: Томас погодився на твою пропозицію.

source: Tomas ustalił cenę. Nie będę się wtrącać.
uk: Томас призначає ціну. Нічим не можу допомогти.

source: Tomas wprowadza na rynek nowe piwo i chciałby zaoferować ci współpracę. 100 sztuk złota za skrzynkę.
uk: Томас запускає нове пиво і хоче запропонувати тобі співпрацю. 100 золотих за ящик.

source: Tomas wprowadza na rynek nowe piwo, jakiego jeszcze nie było. Nazywa się Mroczny Paladyn. Sam opracował recepturę. Może chcesz go spróbować?
uk: Томас виводить на ринок нове пиво, якого ще не було. Воно називається Темний Паладин. Він сам розробив рецепт. Можливо, ти захочеш спробувати?

source: Tomas wydawał się w miarę zadowolony. Całkiem dobrze mi poszło, chociaż było mnie stać na więcej...
uk: Томас виглядав цілком задоволеним. Я впорався досить добре, хоча я здатен і на більше...

source: Tomas wynagrodzi mnie, jeśli pozyskam dla jego browaru nowych, wybranych przez niego partnerów. Powinienem im proponować cenę 100 sztuk złota za każdą skrzynkę piwa. Muszę pamiętać, żeby podczas rozmów ZAWSZE mieć przy sobie Mrocznego Paladyna. Helga ma karczmę w Dzielnicy Portowej. Gerstand jest właścicielem karczmy przed Starym Miastem, przy wschodniej bramie. Lennart jest kwatermistrzem straży miejskiej. Vlada to właścicielka burdelu w porcie. Lorenzo to przedstawiciel Gildii Kupieckiej.
uk: Томас винагородить мене, якщо я залучу нових партнерів для його пивоварні на його вибір. Я повинен запропонувати їм ціну в 100 золотих за кожен ящик пива. Потрібно пам'ятати, що під час розмови при мені ЗАВЖДИ повинен бути Темний Паладин. Хельга володіє корчмою в Портовому кварталі. Герстанд – власник корчми перед Старим містом, біля східних воріт. Ленарт – інтендант Міської Варти. Влада – власниця борделю в порту. Лоренцо – представляє Торгову Гільдію.

source: Tomas wypisze mi referencję na obywatelstwo jeśli pozyskam dla jego browaru nowych, wybranych przez niego partnerów. Powinienem im proponować cenę 100 sztuk złota za każdą skrzynkę piwa. Muszę pamiętać, żeby podczas rozmów ZAWSZE mieć przy sobie Mrocznego Paladyna. Helga ma karczmę w Dzielnicy Portowej. Gerstand jest właścicielem karczmy przed Starym Miastem, przy wschodniej bramie. Lennart jest kwatermistrzem straży miejskiej. Vlada to właścicielka burdelu w porcie. Lorenzo to przedstawiciel Gildii Kupieckiej.
uk: Томас напише мені рекомендацію для отримання громадянства, якщо я залучу нових партнерів для його пивоварні на його вибір. Я повинен запропонувати їм ціну в 100 золотих за кожен ящик пива. Потрібно пам'ятати, що під час розмови при мені ЗАВЖДИ повинен бути Темний Паладин. Хельга володіє корчмою в Портовому кварталі. Герстанд – власник корчми перед Старим містом, біля східних воріт. Ленарт – інтендант Міської Варти. Влада – власниця борделю в порту. Лоренцо – представляє Торгову Гільдію.

source: Tomas, ten piwowar?
uk: Томас, пивовар?

source: Tomas.
uk: Томас.

source: Tomczak - 'Who's laughing now?'
uk: Tomczak – 'Ну і хто тепер сміється?'

source: Tonan
uk: Тонан

source: Tonan nie do końca wierzy w to, że udało nam się oczyścić farmę Bermara, ale zgodził się wyruszyć na miejsce, by to sprawdzić. Jeśli na farmie nie będzie żadnych orków, to uda się ze mną do wieży ducha.
uk: Тонан сумнівається, що ми очистили ферму Бермара, але він погодився вирушити туди, щоб перевірити її. Якщо на фермі не виявиться орків, він вирушить до вежі духа разом зі мною.

source: Tonan nie do końca wierzy w to, że udało nam się oczyścić farmę Bermara, ale zgodził się wyruszyć na miejsce, by to sprawdzić. Jeśli na farmie nie będzie żadnych orków, to uda się ze mną do wieży.
uk: Тонан сумнівається, що ми очистили ферму Бермара, але він погодився вирушити туди, щоб перевірити її. Якщо на фермі не виявиться орків, він вирушить до вежі разом зі мною.

source: Tonan nie zamierza ruszać do wieży ducha z powodu orków stacjonujących na farmie Bermara. Samemu nie uda mi się raczej jej oczyścić, a nawet jeśli to nie gwarantuje to, że nie pojawią się tam ich kolejne oddziały. Chyba pozostaje mi czekać na rozwój wydarzeń i okazję do pozbycia się tych orków.
uk: Тонан не хоче йти до вежі духа через орків, що розташувалися на фермі Бермара. Я навряд чи зможу зачистити її сам, а навіть якщо і зможу, це не гарантує, що там не з'явиться ще більше їхніх військ. Гадаю, мені залишається чекати розвитку подій і можливості позбутися цих орків.

source: Tonan? Nie wygląda na typ, który łatwo wybacza. Porozmawiam z nim.
uk: Тонан? Він не з тих, хто легко прощає. Я поговорю з ним.

source: Topielce musiały zwęszyć ciała i wedrzeć się do środka.
uk: Луркери, мабуть, відчули запах тіл і пробралися всередину.

source: Topielce nie powinny już zagrażać mieszkańcom.
uk: Луркери більше не повинні загрожувати мешканцям.

source: Topielce uwiły sobie parę gniazd na wybrzeżu. Wszystkie jaja zniszczyłem.
uk: На узбережжі було кілька гнізд луркерів. Я знищив всі їхні яйця.

source: Topielce wyłażą na brzeg w coraz większych liczbach i stale trzeba je odganiać od młyna.
uk: Луркери вилазять на берег у все більшій кількості, і їх постійно доводиться відганяти від млина.

source: Topielec
uk: Луркер

source: Topielec morski
uk: Морський луркер

source: Topór
uk: Сокира

source: Topór Nordmarczyka
uk: Нордмарська сокира

source: Topór berserkera
uk: Сокира берсерка

source: Topór drwala
uk: Сокира лісоруба

source: Topór dręczyciela
uk: Сокира мучителя

source: Topór dwuręczny
uk: Дворучна сокира

source: Topór jednoręczny
uk: Одноручна сокира

source: Topór marynarski
uk: Сокира моряка

source: Topór należał do rodu Ramseya od wieków.
uk: Ця сокира століттями належала родині Рамзі.

source: Topór obosieczny
uk: Двосічна сокира

source: Topór obrońcy Archolos
uk: Сокира захисника Архолосу

source: Topór pokładowy
uk: Корсар

source: Torba pełna
uk: Повна торбина

source: Torba przyprawy o mocnym zapachu.
uk: Мішечок спецій з сильним ароматом.

source: Torba przyprawy o ostrym zapachu.
uk: Мішечок спецій з гострим запахом

source: Torebka pieprzu
uk: Мішечок перцю

source: Towar dostarcza mi Mures.
uk: Товар мені постачає Муреш.

source: Towar dostarczony.
uk: Товар доставлений.

source: Towar dostałem od handlarki o imieniu Petra.
uk: Я отримав товар від торговки на ім'я Петра.

source: Towar należy dostarczyć do jej straganu, na placu przed Gildią Kupiecką.
uk: Товар має бути доставлений до її прилавку, на площі перед Торговою Гільдією.

source: Towar należy dostarczyć do kuźni Odgara w Dzielnicy Rzemieślników.
uk: Товар потрібно доставити в кузню Одгара в До Ремісничому кварталі.

source: Towar należy dostarczyć do mnie do kuźni. Akceptuję również dostawy rozłożone na kilka części.
uk: Товар необхідно доставити мені в кузню. Я також приймаю постачання, розділені на кілька частин.

source: Towar odstawiony do kopalni, zadanie wykonane. Pora zdać raport Adelardowi.
uk: Вантаж доставлений у копальню, завдання виконане. Час доповісти Аделарду.

source: Towar skupuje od niejakiego Marco. Ostatnim razem był widziany przy latarni morskiej. Zajmę się nim w swoim czasie.
uk: Він купує свій товар у чоловіка на ім'я Марко. Востаннє його бачили на маяку. Я розберуся з ним.

source: Towar skupywał od niejakiego Marco. Zająłem się nim jak i jego wspólnikiem.
uk: Він купував товар у чоловіка на ім'я Марко. Я подбав і про нього, і про його напарника.

source: Towar, który się na nim znajduje, należy do Gildii. Jeśli chcesz się wykazać, pójdziesz dzisiaj do portu po zmroku i pomożesz w rozładunku tego towaru.
uk: Товари на ньому належать Гільдії. Якщо хочеш проявити себе, то йди сьогодні вночі в порт і допоможи розвантажити ці товари.

source: Towary muszą dotrzeć do jaskini...
uk: Товар потрібно доставити до печери...

source: Towary na miejscu. Dam znać robotnikowi, że możemy ruszać.
uk: Товар на місці. Я скажу робітнику, що ми можемо йти.

source: Towarzysze broni ze Straży Miejskiej
uk: Бойові побратими з Міської Варти

source: Toć to podły bimber, szefie...
uk: Це поганий самогон, шефе...

source: Toż to mała armia! Świetnie się spisałeś, młody!
uk: Та це ж невелика армія! Молодчина, хлопче!

source: Toż to prawdziwa tragedia. Śmierć osoby tak oddanej swojej pracy zawsze smuci.
uk: Це справжня трагедія. Смерть людини, настільки відданої своїй справі, завжди засмучує.

source: Toż to skandal!
uk: Це обурливо!

source: Toż to... chłop jak dąb! Jedna łapa szersza ode mnie!
uk: Він... такий, як дуб! Одна лапа ширша за мене!

source: Tradycja ta została wiele lat temu porzucona, ze względu na braki w wyposażeniu i szkoleniu, ale intensywnie pracuję nad tym, by ją przywrócić.
uk: Ця традиція була занедбана багато років тому через нестачу спорядження та підготовки, але я наполегливо працюю над тим, щоб її повернути.

source: Trafiają do niego jedynie najlepsi z najlepszych.
uk: До нього потрапляють лише найкращі з найкращих.

source: Trafiony zatopiony, kapitanie, hahahaha!
uk: Ваше судно потоплено, капітане, ха-ха-ха-ха!

source: Trafiłem na porozrzucane mięso i ryby. Ślady prowadzą w stronę małego magazynu na uboczu.
uk: Я натрапив на розкидані м'ясо та рибу. Сліди ведуть до невеликого складу неподалік.

source: Trafiłem wszystkie cele.
uk: Я влучив у всі мішені.

source: Trafiłeś akurat na porę, gdy przyjmuje 'gości'.
uk: Ти якраз застав той час, коли він приймає 'гостей'.

source: Trafiłeś na felerny egzemplarz, to wszystko. Możesz spokojnie je polecić waszemu kwatermistrzowi.
uk: Тобі просто не пощастило, ось і все. Можеш сміливо рекомендувати їх своєму інтенданту.

source: Trafiłeś w doskonałe miejsce przyjacielu. Mów, co to za sprawa?
uk: Ти прийшов у правильне місце, друже. Кажи, у чому справа?

source: Trafiło go kilka bełtów, a upadek z wysokości tylko dokończył dzieła.
uk: У нього влучило кілька болтів, а падіння з висоти тільки погіршило його стан.

source: Tragedii nie ma, udaje mi się każdego dnia wyrobić normę, także nikt się mnie nie czepia.
uk: Ніякої трагедії, я щодня встигаю виконувати норму, тому до мене ніхто не чіпляється.

source: Tragedii nie ma. Mam nadzieję, że jesteś zadowolony z nowego lokum!
uk: Ніякої трагедії не сталося. Сподіваюся, тобі сподобається твоє нове житло!

source: Tragicznie. Winnica jest w ruinie, prawie wszyscy dawni pracownicy zginęli lub uciekli.
uk: Трагічно. Виноградник знищений, майже всі колишні працівники загинули або втекли.

source: Trakty są coraz bardziej niebezpieczne i ludzie zaczynają bać się podróżowania. Wolę nie myśleć, jak to się odbije na moich zarobkach.
uk: Дороги стають все більш небезпечнішими, і люди починають боятися подорожувати. Не хочу й думати, як це позначиться на моєму заробітку.

source: Trakty są pełne bandytów, grupa obcych zjawiła się u naszych bram i jeszcze ta przeklęta Bestia grasuje gdzieś po okolicy.
uk: Шляхи переповнені бандитами, група чужинців з’явилася біля наших воріт, а ще цей проклятий Звір бродить десь по околицях.

source: Trakty są względnie bezpieczne, ale warto korzystać z naszych usług jako zabezpieczenie przed atakiem tej słynnej Bestii czy grupy bandytów.
uk: Шляхи відносно безпечні, але варто скористатися нашими послугами, аби убезпечити себе від нападу горезвісного Звіра або групи бандитів.

source: Transakcja ze zwiadem
uk: Угода з розвідником

source: Transport kolejnych beczek właśnie dociera do kolejnych karczm. Wszystko idzie zgodnie z planem.
uk: Доставка нових бочок вже на шляху до кожної корчми. Все йде за планом.

source: Traumatycznych doświadczeń, chciałeś powiedzieć. Nie, nie będziemy mieć z niego żadnego pożytku.
uk: Травматичного досвіду, ти хотів сказати. Від нього не буде жодної користі.

source: Trener - Allan
uk: Вчитель – Алан

source: Trener - Dack
uk: Вчитель – Дак

source: Trener - Folkard
uk: Вчитель – Фолькард

source: Trener - Gildia Kupiecka
uk: Вчителі – Торгова Гільдія

source: Trener - Kipper
uk: Вчитель – Кіпер

source: Trener - Markus
uk: Вчитель – Маркус

source: Trener - Nirka
uk: Вчитель – Нірка

source: Trener - Norman
uk: Вчитель – Норман

source: Trener - Odgar
uk: Вчитель – Одгар

source: Trener - Patracjan
uk: Вчитель – Патриціан

source: Trener - Paulus
uk: Вчитель – Паулюс

source: Trener - Stone
uk: Вчитель – Стоун

source: Trener - Straż miejska
uk: Вчителі – Міська Варта

source: Trenerzy mogą prowadzić szkolenia w innych dziedzinach. W takim wypadku przysługuje im przywilej organizowania szkoleń samodzielnie.
uk: Вчителі також можуть навчати іншим навичкам, при цьому вони мають право самостійно визначати умови навчання.

source: Trenerzy mogą również szkolić członków straży w innych dziedzinach, jednak przysługuje im wtedy prawo do samodzielnego ustanawiania warunków szkolenia.
uk: Вчителі також можуть навчати вартових іншим навичкам, при цьому вони мають право самостійно визначати умови навчання.

source: Trenerzy wyższych stopni nie posiadają uprawnień do szkolenia strażników niższego stopnia.
uk: Вчителі вищих рангів не мають права навчати вартових нижчих рангів.

source: Trening czyni mistrza!
uk: Тренування – це шлях до досконалості!

source: Trening siły potrafi być niezwykle męczący i na zaawansowanym poziomie kosztować niezwykle dużo pracy. Tymczasem wojownik posługujący się włócznią czy szpadą rozwija zarówno zwinność, jak i siłę. Pierwsza z tych cech pozwala mu posługiwać się niezwykle wygodnymi orężami, natomiast nawet prosty trening siły zwiększy moc jego ciosów.
uk: Тренування сили може бути надзвичайно стомлюючим, і з часом вимагатиме все більших зусиль. Тим часом воїн, який використовує спис або меч, розвиває і спритність, і силу. Спритність дозволить йому вправно володіти зброєю, тоді як навіть незначне тренування сили підвищить силу його ударів.

source: Trening to podstawa!
uk: Навчання – це ключ до успіху!

source: Trening w tym momencie niewiele mi pomoże, pora skupić się na innych sprawach.
uk: Зараз підготовка вартових мені не дуже допоможе, час зосередитися на інших речах.

source: Trening: posługiwanie się bronią dwu- i jednoręczną
uk: Навчання: Дворучна і одноручна зброя

source: Trening: posługiwanie się bronią dwuręczną
uk: Навчання: Дворучна зброя

source: Trening: posługiwanie się bronią jedno- i dwuręczną
uk: Навчання: Одноручна і дворучна зброя

source: Trening: posługiwanie się bronią jednoręczną
uk: Навчання: Одноручна зброя

source: Trening: posługiwanie się kuszą
uk: Навчання: Арбалет

source: Trening: posługiwanie się kuszą i łukiem
uk: Навчання: Арбалет і лук

source: Trening: posługiwanie się łukiem
uk: Навчання: Лук

source: Trening: posługiwanie się łukiem i kuszą
uk: Навчання: Лук і арбалет

source: Treningi odbywają się codziennie na placu przed karczmą w Silbach.
uk: Тренування відбуваються щодня на площі перед корчмою у Сільбаху.

source: Trenujemy razem walkę, a jako że do dyspozycji mamy tylko patyki, to nie robimy sobie przy tym większej krzywdy.
uk: Ми тренуємось битися разом, а оскільки в нашому розпорядженні є лише палиці, ми практично не шкодимо один одному.

source: Treść notatki Jona jest bardzo interesująca. Czy w 'obserwacji więźniów' chodzi o porwanych przez tę organizację ludzi? A co jeśli na zakrwawionej mapie jest zaznaczone miejsce ich przetrzymywania? Muszę znaleźć kartografa, który oczyści dla mnie tę mapę.
uk: Зміст записки Йона дуже цікавий. Чи стосується 'нагляд за полоненими' людей, викрадених організацією? А що, якщо на закривавленій мапі вказано, де їх утримують? Мені потрібно знайти картографа, який би очистив для мене цю мапу.

source: Treść notatki Jona jest bardzo interesująca. Czy w 'obserwacji więźniów' chodzi o porwanych przez tę organizację ludzi? A co jeśli na zakrwawionej mapie jest zaznaczone miejsce ich przetrzymywania? Pójdę powiedzieć o moim odkryciu Lichwiarzowi.
uk: Зміст записки Йона дуже цікавий. Чи стосується 'нагляд за полоненими' людей, викрадених організацією? А що, якщо на закривавленій мапі вказано, де їх утримують? Піду розповім про свою знахідку Лихвареві.

source: Trimegisto
uk: Трімегісто

source: Trimegisto nie był zadowolony z tego, jak potoczyła się sprawa z bandytami. Rozkazał mi, bym za nim podążał. Mam tylko nadzieję, że nie wpędziłem się w dodatkowe kłopoty.
uk: Трімегісто був незадоволений тим, як склалася справа з бандитами. Він наказав мені йти за ним. Сподіваюся, я не отримаю ще більше проблем.

source: Trimegisto próbował spalić siebie i wszystkich wewnątrz kościoła. Uznał, że przemówił do niego sam Innos.
uk: Трімегісто намагався спалити себе і всіх, хто був у церкві. Йому здалося, що з ним говорив сам Іннос.

source: Trimegisto spalił zarówno siebie jak i wiernych.
uk: Трімегісто спалив себе і вірян.

source: Trimegisto spalił zarówno siebie, jak i wiernych.
uk: Трімегісто спалив себе і вірян.

source: Trimegisto zapewne nie będzie zachwycony tym jak potraktowałem sprawę śmierci Runara. Mam tylko nadzieję, że nie czekają mnie z tej racji żadne nieprzyjemności.
uk: Трімегісто, скоріш за все, не буде в захваті від того, як я впорався зі справою смерті Рунара. Сподіваюся, це не принесе мені нових неприємностей.

source: Trimegisto, Arcymag ognia odprawiający modlitwę za duszę zmarłego, powiedział mi, że ciałem Normana zajmował się niejaki Sachs. Skoro balsamował zwłoki chłopaka, powinien wiedzieć coś o grocie, który go zabił. Lepiej z nim pogadam.
uk: Трімегісто, Архімаг Вогню, який молиться за душу покійного, сказав мені, що тілом Нормана займався Сакс. Оскільки він бальзамував тіло хлопця, то повинен знати щось про наконечник, який його вбив. Треба з ним поговорити.

source: Trochę będziesz musiał jeszcze popracować nad swoją pozycją podczas strzału, ale widzę, że masz zadatki na oddział strzelecki.
uk: Тобі ще треба трохи попрацювати над позицією для стрільби, але я бачу, що в тебе є задатки стрільця.

source: Trochę ci to zajęło. Czyżby Roderich śmiał rozważać odmowę?
uk: Довго ж тебе не було. Невже Родеріх наважився роздумувати про відмову?

source: Trochę droższym, ale bardzo wygodnym rozwiązaniem, są przewodnicy Araxos. Za drobną opłatą chętnie pokażą ci miasto i zaprowadzą do wybranej dzielnicy.
uk: Трохи дорожчими, але дуже зручними є провідники Араксосу. За невелику плату вони із задоволенням покажуть тобі місто і відведуть в обраний тобою район.

source: Trochę dziwne miejsce dla drwala.
uk: Трохи дивне місце для лісоруба.

source: Trochę go już znam, pewnie myśli, jakby dostać się do portu i uciec z tej przeklętej wyspy.
uk: Наскільки я його знаю, зараз він, мабуть, думає, як дістатися до порту і втекти з цього проклятого острова.

source: Trochę lepiej odkąd załatwiłeś sprawę Burkharda. Przydałoby mi się więcej takich ludzi jak ty.
uk: Трохи краще, відколи ти вирішив справу з Бурхардом. Мені б знадобилося більше таких людей, як ти.

source: Trochę lepiej. Co prawda gulasz mnie rozgrzał, ale ciągle jestem obolały.
uk: Трохи легше. Зізнаюся, рагу зігріло мене, але все ще боляче.

source: Trochę mało, nieprawdaż?
uk: Трохи замало, чи не так?

source: Trochę mi się spieszy, muszę zdobyć referencje od poważanych osób w mieście.
uk: Я трохи поспішаю, мені потрібно отримати рекомендації від поважних людей міста.

source: Trochę mnie boli fakt, że większość mieszkańców gustuje w winie, ale moje piwa też całkiem dobrze schodzą.
uk: Мене трохи засмучує той факт, що більшість місцевих жителів віддають перевагу вину, але моє пиво теж досить добре продається.

source: Trochę mnie boli głowa od tego kowadła. Tyle lat, a człowiek wciąż nie przywykł.
uk: У мене трохи болить голова від цього ковадла. Стільки років, а я все ще не звик.

source: Trochę mnie rozproszyła wieść o zamachu na Volkera. Jakiś idiota chciał go zastrzelić z kuszy, zamiast po prostu dolać mu do czegoś trucizny.
uk: Мене трохи відволікла новина про замах на Волкера. Якийсь ідіот хотів застрелити його з арбалета замість того, щоб просто підсипати отруту.

source: Trochę mnie rozproszyła wieść o zamachu na Volkera. Jakiś idiota chciał go zastrzelić z kuszy?! Zamiast po prostu dolać mu do czegoś trucizny...
uk: Мене трохи відволікла новина про замах на Волкера. Якийсь ідіот хотів застрелити його з арбалета! Замість того, щоб просто підсипати йому отруту...

source: Trochę mnie to kosztowało, ale było warto!
uk: Це обійшлося мені недешево, але воно того варте!

source: Trochę mnie to kosztowało, ale pozbyłem się strażników z Ustronia Żeglarza. Mogę wracać do Yannicka.
uk: Це коштувало мені трохи грошей, але я позбувся вартових у Прихистку моряка. Можна повертатися до Янніка.

source: Trochę mnie to kosztowało, ale udało mi się uciec z kopalni. Muszę jak najszybciej udać się do Lorenzo.
uk: Це вартувало мені чималих зусиль, але мені вдалося втекти із копальні. Потрібно якнайшвидше потрапити до Лоренцо.

source: Trochę mnie to niepokoi, bo cisza zwykle zwiastuje burzę.
uk: Я трохи стурбований, тому що тиша зазвичай віщує бурю.

source: Trochę musiałem się nabiegać...
uk: Довелося трохи побігати...

source: Trochę niepokoi mnie fakt, że winnica nie ma zbyt wielu ludzi do ochrony, a Nek nie jest zbyt kompetentny.
uk: Мене трохи непокоїть, що на винограднику не вистачає людей для захисту, а Нек не дуже компетентний.

source: Trochę pokory w życiu mu nie zaszkodzi.
uk: Трохи смирення в житті йому не завадить.

source: Trochę się guzdrałeś, więc premii nie dostaniesz. Może to cię zmotywuje, żeby w przyszłości bardziej się streszczać.
uk: Ти трохи затримався з виконанням, тож премію не отримаєш. Можливо, це спонукає тебе бути більш старанним у майбутньому.
